Repository: GNOME/evolution-ews
Catalog: po/*.po
Languages: bg, fr

# User
source: Unknown
bg: Неизвестен
fr: Inconnu

source: Name
bg: Име
fr: Nom

source: Permission level
bg: Ниво на права
fr: Niveau de permission

source: Edit EWS folder permissions…
bg: Редактиране на EWS правата за папки…
fr: Modifier les permissions du dossier EWS…

source: Account:
bg: Регистрация:
fr: Compte :

source: Folder name:
bg: Име на папка:
fr: Nom de dossier :

source: Folder ID:
bg: Идентификатор на папката:
fr: ID dossier :

source: Permi_ssion level:
bg: _Ниво на права:
fr: Niveau de permi_ssion :

# Permissions
source: Read
bg: Прочитане
fr: Lecture

# Permissions
source: None
bg: Без
fr: Aucun

# Permissions
source: Free/Busy time
bg: Свободно/заето време
fr: Temps libre/occupé

# Permissions
source: Free/Busy time, subject, location
bg: Свободно/заето време, тема, местоположение
fr: Temps libre/occupé, sujet, position

# Permissions
source: Full Details
bg: Всички подробности
fr: Tous les renseignements

# Permissions
source: Write
bg: Записване
fr: Écriture

# Permissions
source: Create items
bg: Създаване на елементи
fr: Création d’éléments

# Permissions
source: Create subfolders
bg: Създаване на подпапки
fr: Création de sous-dossiers

# Permissions
source: Edit own
bg: Редактиране на собствени
fr: Modifier les siennes

# Permissions
source: Edit all
bg: Редактиране на всичко
fr: Modifier tout

# Permissions
source: Delete items
bg: Изтриване на обекти
fr: Suppression d’éléments

# Permissions
source: Own
bg: Собствени
fr: À soi

# Permissions
source: All
bg: Всички
fr: Tous

# Permissions
source: Other
bg: Друга
fr: Autres

# Permissions
source: Folder owner
bg: Собственик на папката
fr: Propriétaire du dossier

# Permissions
source: Folder contact
bg: Контакт на папката
fr: Contact du dossier

# Permissions
source: Folder visible
bg: Видимост на папката
fr: Dossier visible

source: Reading folder permissions, please wait…
bg: Разчитане на правата на папката, изчакайте…
fr: Lecture des permissions du dossier, veuillez patienter…

source: Unset on Server
bg: Премахване на сървъра
fr: Retirer du serveur

source: Unset the “Out of Office” status
bg: Премахване на състоянието „Извън офиса“
fr: Retirer l’état « Absence du Bureau »

source: No users found, only one contact
bg: Няма намерени потребители, само един контакт
fr: Aucun utilisateur trouvé, seulement un contact

source: No users found
bg: Няма намерени потребители
fr: Aucun utilisateur trouvé

source: Found one user
bg: Намерен е един потребител
fr: Un utilisateur trouvé

source: Found more than 100 users, but showing only first %d
bg: Намерени са повече от 100 потребители, но ще бъдат показани само първите %d
fr: Plus de 100 utilisateurs trouvés, mais seulement %d utilisateur est affiché

source: Search for a user
bg: Търсене на потребител
fr: Rechercher un utilisateur

source: Searching…
bg: Търсене…
fr: Recherche…

source: E-mail
bg: Електронна поща
fr: Courriel

source: Choose EWS user…
bg: Избиране на EWS потребител…
fr: Choisir un utilisateur EWS…

source: _Search:
bg: _Търсене:
fr: _Recherche :

# ForeignFolder
source: Mailbox — %s
bg: Пощенска кутия — %s
fr: Boîte de messagerie — %s

source: Cannot test foreign folder availability when the account is offline
bg: Наличността на чужди папки не може да бъде проверена, когато регистрацията е в режим „Изключен“
fr: Impossible de tester la disponibilité du dossier distant lorsque le compte est en mode hors-ligne

source: Availability
bg: Достъпност
fr: Disponibilité

source: Folder “%s” not found. Either it does not exist or you do not have permission to access it.
bg: Папката „%s“ не е намерена. Или тя не съществува, или нямате права за достъп до нея.
fr: Dossier « %s » introuvable. Il n’existe pas ou vous n’avez pas la permission d’y accéder.

source: Cannot add folder, cannot determine folder’s type
bg: Папката не може да бъде добавена, установяването на вида на папката е неуспешно
fr: Impossible d’ajouter le dossier, impossible de déterminer le type de dossier

source: Calendar
bg: Календар
fr: Agenda

source: Free/Busy as Calendar
bg: Свободен/зает като календар
fr: Temps libre/occupé en tant qu’agenda

source: Memos
bg: Бележки
fr: Mémos

source: Tasks
bg: Задачи
fr: Tâches

source: Testing availability of folder “%s” of user “%s”, please wait…
bg: Проверяване на наличността на папката „%s“ на потребител „%s“, изчакайте…
fr: Test de disponibilité du dossier « %s » de l’utilisateur « %s », veuillez patienter…

source: Cannot search for user when the account is offline
bg: Търсенето на потребител не е възможно, когато регистрацията е в режим „Изключен“
fr: Impossible de rechercher un utilisateur lorsque le compte est en mode hors-ligne

source: User
bg: Потребител
fr: Utilisateur

source: _User:
bg: _Потребител:
fr: _Utilisateur :

source: C_hoose…
bg: _Избор…
fr: C_hoisir…

source: _Folder name:
bg: Име на _папка:
fr: _Nom de dossier :

source: Include _subfolders
bg: Включително и в _подпапките
fr: Inclure des _sous-dossiers

source: User name “%s” is ambiguous, specify it more precisely, please
bg: Потребителското име „%s“ е нееднозначено, посочете го по-точно
fr: Le nom d’utilisateur « %s » est ambigu, veuillez le définir plus précisément

source: Querying Autodiscover service
bg: Претърсване на услугата за автоматично откриване
fr: Interrogation du service Autodécouverte

source: Fetch _URL
bg: _Адрес за доставяне
fr: Récupérer l’_URL

source: User_name:
bg: Потребителско _име:
fr: _Nom d’utilisateur :

source: _Host URL:
bg: _Хост адрес:
fr: URL _hôte :

source: OAB U_RL:
bg: OAB _адрес:
fr: U_RL OAB :

source: Open _Mailbox of other user
bg: Отваряне на _пощенската кутия на друг потребител
fr: Ouvrir boîte de _messagerie d’un autre utilisateur

source: S_earch…
bg: _Търсене…
fr: R_echercher…

source: Authentication
bg: Удостоверяване
fr: Authentification

source: Use _protocol version 2.0 (for school and organization accounts)
bg: Използване на _протокол версия 2.0 (за регистрации на училища и организации)
fr: Utiliser la version 2.0 du protocole (pour les comptes scolaires et d’organisation)

source: _Override Office365 OAuth2 settings
bg: _Заменяне на Office365 OAuth2 настройките
fr: É_craser les paramètres OAuth2 Office365

source: Help…
bg: Помощ…
fr: Aide…

source: Application I_D:
bg: _Идентификатор на програмата:
fr: I_dentifiant d’application :

source: There is not set any default application ID
bg: Няма зададен идентификатор на стандартна програма
fr: Il n’y a pas d’identifiant d’application par défaut

source: Default application ID is “%s”
bg: Идентификаторът на стандартната програма е „%s“
fr: L’identifiant d’application par défaut est « %s »

source: _Tenant ID:
bg: _Tenant идентификатор:
fr: Identifiant _abonné :

source: Default tenant ID is “common“
bg: Стандартният Tenant идентификатор е „common“
fr: L’identifiant abonné par défaut est « common »

source: Default tenant ID is “%s”
bg: Стандартният Tenant идентификатор е „%s“
fr: L’identifiant abonné par défaut est « %s »

source: _Advanced Settings
bg: _Допълнителни настройки
fr: Paramètres _avancés

source: _Endpoint host:
bg: _Хост на крайната точка:
fr: Hôte de _terminal :

source: Default endpoint host is “%s”
bg: Стандартният хост на крайната точка е „%s“
fr: L’hôte de terminal par défaut est « %s »

source: Red_irect URI:
bg: _Адрес за пренасочване:
fr: URI de redirection :

source: Default redirect URI is “%s”
bg: Стандартният адрес за пренасочване е „%s“
fr: L’URI de redirection par défaut est « %s »

source: Re_source URI:
bg: Адрес на _ресурса:
fr: URI de la ressource :

source: Default resource URI is derived from the Host URL, or it can eventually fall back to “%s”.
bg: Стандартният адрес на ресурса се извлича от адреса на хоста или може да се върне към „%s“.
fr: L’URI de ressource par défaut est dérivée de l’URL hôte, ou éventuellement « %s » en solution de repli.

source: Host URL is not valid
bg: Адресът на хоста не е правилен
fr: L’URL hôte n’est pas valide

source: Host URL cannot be empty
bg: Адресът на хоста не може да бъде празен
fr: L’URL hôte ne peut pas être vide

source: OAB URL is not valid
bg: OAB адресът не е правилен
fr: L’URL OAB n’est pas valide

source: User name cannot be empty
bg: Потребителското име не може да бъде празно
fr: Le nom d’utilisateur ne peut pas être vide

source: Application ID cannot be empty
bg: Идентификаторът на програмата не може да бъде празен
fr: L’identifiant d’application ne peut pas être vide

# PermissionsLevel
source: Reviewer (can read items)
bg: Проверяващ (може да чете обекти)
fr: Relecteur (lecture des éléments)

# PermissionsLevel
source: Author (can read and create items)
bg: Автор (може да чете и създава обекти)
fr: Auteur (lecture et création d’éléments)

# PermissionsLevel
source: Editor (can read, create and modify items)
bg: Редактор (може да чете, създава, и променя обекти)
fr: Éditeur (lecture, création et modification d’éléments)

source: Delegate permissions
bg: Права на делегата
fr: Permissions des délégués

source: C_alendar
bg: _Календар
fr: _Agenda

source: _Delegate receives copies of meeting-related messages sent to me
bg: _Делегатът получава копия от писмата, свързани със срещите, изпратени до мен
fr: Le _délégué reçoit une copie de mes messages liés aux réunions

source: _Tasks
bg: _Задачи
fr: _Tâches

source: _Inbox
bg: _Пощенска кутия
fr: Boîte de _réception

source: Delegate “%s” has the following permissions
bg: Делегатът „%s“ има следните права
fr: Le délégué « %s » possède les permissions suivantes

source: Delegate can see my _private items
bg: Делегатът може да вижда личните ми обекти
fr: Le délégué peut voir mes éléments _privés

source: Retrieving current user permissions, please wait…
bg: Извличане на текущите потребителски права, изчакайте…
fr: Récupération des permissions de l’utilisateur en cours, veuillez patienter…

source: Delegates
bg: Делегати
fr: Délégués

source: Delegates can send items on your behalf, including creating and responding to meeting requests. If you want to grant folder permissions without giving send-on-behalf-of permissions, close this dialog box, right-click the folder, click Permissions and change the options there.
bg: Делегатите могат да изпращат елементи от ваше име, включително да създават и отговарят на заявки за срещи. Ако искате да предоставите права за папки, без да давате права за изпращане, затворете този прозорец, натиснете с десния бутон на мишката върху папката, натиснете върху „Права̀“ и променете опциите там.
fr: Les délégués peuvent envoyer des éléments en votre nom, incluant la création et la réponse aux demandes de réunions. Si vous voulez accorder des permissions sur un dossier sans donner la permission « envoi en votre nom », fermez cette boîte de dialogue, faites un clic-droit sur le dossier, cliquez Permissions et changez les options.

source: Deliver meeting requests addressed to me and responses to meeting requests where I am the organizer to:
bg: Изпращане на адресирани до мен заявки за срещи и отговори на заявки за срещи, на които аз съм организатор:
fr: Remettre les demandes de réunions qui me sont adressées et les réponses de demandes de réunions pour lesquelles je suis l’organisateur à :

source: My delegates only, but _send a copy of meeting requests and responses to me (recommended)
bg: Само за моите делегати, но _изпратете копие от заявките за срещи и отговори до мен (препоръчително)
fr: Mes délégués _seulement, mais m’envoyer une copie des demandes de réunions et des réponses (recommandé)

source: My d_elegates only
bg: Само за моите _делегати
fr: M_es délégués seulement

source: My delegates a_nd me
bg: Моите делегати _и аз
fr: Mes délégués et _moi

source: Retrieving “Delegates” settings
bg: Извличане на „Делегати“ настройките
fr: Récupération des paramètres « Délégués »

source: EWS Settings
bg: EWS настройки
fr: Paramètres EWS

source: Folder _Sizes
bg: _Размери на папките
fr: Taille_s de dossier

source: View the size of all Exchange folders
bg: Разглеждане на размера на всички Exchange папки
fr: Voir la taille de tous les dossiers Exchange

source: _Reset Synchronization Tags
bg: _Връщане на етикетите за синхронизация
fr: _Réinitialiser les balises de synchronisation

source: Folders can sometimes get out of synchronization, for example after a long time not being connected to the server. By resetting the synchronization tags the folders are updated completely. This does not cause download of any already locally stored messages. The change will take effect the next time the folders are refreshed.
bg: Понякога папките може да не бъдат синхронизирани, например след като дълго време не сте били свързани със сървъра. Чрез връщане на етикетите за синхронизация папките се обновяват напълно. Това не води до изтегляне на вече локално съхранени писма. Промяната ще влезе в сила при следващото обновяване на папките.
fr: Les dossiers peuvent parfois être désynchronisés, comme par exemple après un long moment sans connexion au serveur. En réinitialisant les balises de synchronisation, les dossiers sont complètement mis à jour. Les messages déjà présent localement ne sont pas retéléchargés. Cette modification sera appliquée à la prochaine actualisation des dossiers.

source: Locating offline address books
bg: Намиране на адресници за режим „Изключен“
fr: Localisation des carnets d’adresses hors-ligne

source: Global Address List
bg: Глобален списък с адреси
fr: Liste d’adresses globale

source: Cache o_ffline address book
bg: Кеширане на адресника за режим „_Изключен“
fr: Mettre en cache le carnet d’adresses hors-li_gne

source: Select ad_dress list:
bg: Изберете списък с _адреси:
fr: Sélectionner la liste d’a_dresses :

source: Fetch List
bg: Списък за доставяне
fr: Récupérer la liste

source: Out of Office
bg: Извън офиса
fr: Absent du bureau

source: The messages specified below will be automatically sent to each internal and external person who sends a mail to you.
bg: Писмата, посочени по-долу, ще бъдат изпращани автоматично на всяко вътрешно и външно лице, което ви изпрати писмо.
fr: Les messages spécifiés ci-dessous seront automatiquement envoyés à chaque personne interne et externe qui vous envoie un courriel.

source: Do _not send Out of Office replies
bg: _Без изпращане на „Извън офиса“ отговори
fr: _Ne pas envoyer des réponses Absent du bureau

source: _Send Out of Office replies
bg: _Изпращане на „Извън офиса“ отговори
fr: _Envoyer des réponses Absent du bureau

source: Send Out of Office replies only _during this time period:
bg: Изпращане на отговори „Извън офиса“ само _през този период от време:
fr: Envoyer des réponses Absent du bureau seulement _pendant cette période :

source: _From:
bg: _От:
fr: _De :

source: _To:
bg: _До:
fr: _À :

source: I_nternal:
bg: _Вътрешни:
fr: I_nterne :

source: Message to be sent within the organization
bg: Писмо, което трябва да се изпрати в организацията
fr: Message à envoyer à l’intérieur de l’organisation

source: E_xternal:
bg: _Външни:
fr: E_xterne :

source: Message to be sent outside the organization
bg: Писмо, което трябва да се изпрати извън организацията
fr: Message à envoyer à l’extérieur de l’organisation

source: Do not reply to senders outside the organization
bg: Без отговаряне на податели извън организацията
fr: Ne pas répondre aux expéditeurs à l’extérieur de l’organisation

source: Reply only to known senders outside the organization
bg: Отговаряне само на известни податели извън организацията
fr: Répondre seulement aux expéditeurs connus à l’extérieur de l’organisation

source: Reply to any sender outside the organization
bg: Отговаряне на всеки подател извън организацията
fr: Répondre aux expéditeurs à l’extérieur de l’organisation

source: Retrieving “Out of Office” settings
bg: Извличане на „Извън офиса“ настройките
fr: Récupération des paramètres d’« Absent du bureau »

source: %s (%s) has invited you to view his or her Microsoft Exchange calendar.
bg: %s (%s) ви покани да видите техния Microsoft Exchange календара.
fr: %s (%s) vous a invité à voir son agenda Microsoft Exchange

source: %s (%s) has invited you to view his or her Microsoft Exchange folder.
bg: %s (%s) ви покани да видите техната Microsoft Exchange папката.
fr: %s (%s) vous a invité à voir son dossier Microsoft Exchange

source: Click the Subscribe button to add it to Evolution.
bg: Натиснете бутона за абониране, за да го добавите към Evolution.
fr: Cliquer sur le bouton « S’abonner » pour l’ajouter à Evolution

source: Subscribe
bg: Абониране
fr: S’abonner

source: Failed to extract sharing information from provided data.
bg: Информацията за споделяне не може да бъде извлечена от предоставените данни.
fr: Impossible d’obtenir les informations de partage à partir des données fournies

source: EWS Sharing Metadata
bg: EWS метаданни за споделяне
fr: Métadonnées de partage EWS

source: Display part as EWS sharing metadata
bg: Показване на частта като EWS метаданни за споделяне
fr: Afficher la partie en tant que métadonnées de partage EWS

source: Subscribing EWS folder…
bg: Абониране към EWS папката…
fr: Abonnement au dossier EWS en cours…

source: Autodiscovery query failed.
bg: Заявката за автоматично откриване е неуспешна.
fr: Échec de la requête d’autodécouverte.

source: The reported error was “{0}”.
bg: Докладваната грешка беше „{0}“.
fr: L’erreur signalée était « {0} ».

source: Failed to locate offline address books.
bg: Адресниците за режим „Изключен“ не може да бъдат намерени.
fr: Impossible de localiser les carnets d’adresses hors-ligne.

source: Failed to retrieve “Out of Office” settings.
bg: Настройките на „Извън офиса“ не може да бъдат извлечени.
fr: Impossible de récupérer les paramètres d’« Absent du bureau ».

source: Failed to retrieve “Delegates” settings.
bg: Настройките на „Делегати“ не може да бъдат получени.
fr: Impossible de récupérer les paramètres « Délégués ».

source: Your Exchange account “{0}” has the status set as “Out of Office”.
bg: Вашата Exchange регистрация за „{0}“ е със състояние „Извън офиса“.
fr: L’état de votre compte Exchange « {0} » est défini sur « Absence du bureau ».

source: Failed to subscribe user folder.
bg: Абонирането за потребителската папка е неуспешно.
fr: Impossible de s’abonner au dossier utilisateur.

source: Folder had been subscribed.
bg: Папката е абонирана.
fr: L’abonnement au dossier a réussi.

source: Folder of user “{0}” had been subscribed successfully.
bg: Папката на потребителя „{0}“ е успешно абонирана.
fr: L’abonnement au dossier de l’utilisateur « {0} » a réussi.

source: Could not determine a suitable folder class for a new folder named “%s”
bg: Подходящ клас на папка не може да бъде установен за нова папка с име „%s“
fr: Impossible de déterminer une classe de dossier appropriée pour ce nouveau dossier nommé « %s »

source: Data source “%s” does not represent an Exchange Web Services folder
bg: Източникът на данни „%s“ не представлява папка за Exchange уеб услуги
fr: La source de données « %s » ne représente pas un dossier Exchange Web Services

source: Folder ID is not set
bg: Идентификаторът на папката не е зададен
fr: L’identifiant de dossier n’est pas défini

source: Cannot save contact list into a Microsoft 365 address book
bg: Списъкът с контакти не може да бъде запазен в Microsoft 365 адресник
fr: Impossible d’enregistrer la liste de contacts dans un carnet d’adresses Microsoft 365

source: Cannot modify organizational contact
bg: Контактът на организацията не може да бъде променен
fr: Impossible de modifier le contact organisationel

source: Cannot modify user contact
bg: Потребителският контакт не може да бъде променен
fr: Impossible de modifier le contact utilisateur

source: Cannot modify recent contact
fr: Impossible de modifier le contact récent

source: Cannot remove organizational contact
bg: Контактът на организацията не може да бъде премахнат
fr: Impossible de supprimer le contact organisationel

source: Cannot remove user contact
bg: Потребителският контакт не може да бъде премахнат
fr: Impossible de supprimer le contact utilisateur

source: Cannot remove recent contact
fr: Impossible de supprimer le contact récent

source: Cannot store detached instances, because not supported in Microsoft 365
bg: Съхраняването на разкачени прозорци не се поддържа в Microsoft 365
fr: Impossible de stocker l’instance détachée, parce que ce n’est pas pris en charge par Microsoft 365

source: Can store only simple events into Microsoft 365 calendar
bg: Може да съхранява само прости събития в Microsoft 365 календара
fr: Seuls les évènements simples peuvent être enregistrés dans un agenda Microsoft 365

source: Can store only simple tasks into Microsoft 365 task folder
bg: Може да съхранява само прости задачи в Microsoft 365 папката със задачи
fr: Seuls les tâches simples peuvent être enregistrées dans un dossier de tâches Microsoft 365

source: Cannot create meetings organized by other users in a Microsoft 365 calendar.
bg: Създаването на срещи, организирани от други потребители в Microsoft 365 календар, не е възможно.
fr: Impossible de créer des réunions organisées par d’autres utilisateurs dans un agenda Microsoft 365.

source: Microsoft 365 calendar cannot store more than one recurrence
bg: Microsoft 365 календар не може да съхранява повече от едно повторение
fr: Un agenda Microsoft 365 ne peut pas enregistrer plus d’une récurrence

source: Microsoft 365 calendar cannot store component with RDATE or EXRULE properties
bg: Microsoft 365 календар не може да съхранява компонент със свойства RDATE или EXRULE
fr: Un agenda Microsoft 365 ne peut pas enregistrer un composant avec les propriétés RDATE ou EXRULE

source: Unknown recurrence frequency (%d)
bg: Неизвестен период на повтаряне (%d)
fr: Fréquence de récurrence inconnue (%d)

source: Microsoft 365 calendar cannot store more than one event reminder
bg: Microsoft 365 календар не може да съхранява повече от едно напомняне за събитие
fr: Un agenda Microsoft 365 ne peut pas enregistrer plus d’un rappel d’évènement

source: Microsoft 365 event can have only a reminder before event start
bg: Microsoft 365 събитие може да има напомняне само преди началото на събитието
fr: Un agenda Microsoft 365 ne peut avoir qu’un seul rappel avant le début de l’évènement

source: Microsoft 365 task can have only a reminder with absolute time
bg: Microsoft 365 задача може да има само едно напомняне с абсолютно време
fr: Une tâche Microsoft 365 ne peut avoir qu’une rappel avec une date absolue

source: Microsoft 365 task cannot have attachments.
bg: Microsoft 365 задача не може да има прикрепени файлове.
fr: Une tâche Microsoft 365 ne peut pas avoir de pièce jointe.

source: Cannot store attachment with URI “%s”
bg: Прикрепеният файл с адрес „%s“ не може да бъде съхранен
fr: Impossible d’enregistrer la pièce jointe avec l’URI « %s »

source: Failed to read attachment URI
bg: Адресът на прикрепения файл не може да бъде прочетен
fr: Impossible de lire la pièce jointe URI

source: Failed to get inline attachment data
bg: Данните за вградените прикрепени файлове не може да бъдат получени
fr: Impossible de récupérer les données de pièce jointe incrustée

source: Invalid folder state (missing parent store)
bg: Невалидно състояние на папката (липсва родителско хранилище)
fr: État de dossier invalide (enregistrement parent manquant)

source: Follow-up
fr: Suivi

source: Folder “%s” doesn't correspond to any known folder
bg: Папката „%s“ не съответства на известна папка
fr: Le dossier « %s » ne correspond à aucun dossier connu

source: Could not load summary for “%s”
bg: Обобщената информация за „%s“ не може да бъде заредена
fr: Impossible de charger le résumé pour « %s »

source: For accessing Microsoft 365 server
bg: За достъп до Microsoft 365 сървър
fr: Pour accéder au serveur Microsoft 365

source: Microsoft 365 server
bg: Microsoft 365 сървър
fr: Serveur Microsoft 365
