Repository: GNOME/evolution-ews
Catalog: po/*.po
Languages: bg, fr

source: Mail receive via Microsoft 365
bg: Получаване на поща чрез Microsoft 365
fr: Courriel reçu par Microsoft 365

source: Malformed URI: “%s”
bg: Лошо форматиран адрес: „%s“
fr: URI malformé : « %s »

source: Look up Microsoft 365 categories
bg: Търсене на Microsoft 365 категории
fr: Rechercher les catégories Microsoft 365

source: Failed to create connection
bg: Създаването на нова връзка е неуспешно
fr: Impossible de créer la connexion

source: Parent folder “%s” does not exist
bg: Родителската папка „%s“ не съществува
fr: Le dossier parent « %s » n’existe pas

source: Folder “%s” does not exist
bg: Папката „%s“ не съществува
fr: Le dossier « %s » n’existe pas

source: Mail delivery via Microsoft 365
bg: Изпращане на поща чрез Microsoft 365
fr: Livraison de courriel par Microsoft 365

source: Microsoft 365 server cannot send message with multiple From addresses
bg: Microsoft 365 сървъра не може да изпрати писмо с няколко „От“ адреса
fr: Le serveur Microsoft 365 ne peut pas envoyer de message avec plusieurs adresses Expéditeur

source: Failed to re-encode parts to base64:
bg: Прекодирането на частите в base64 е неуспешно:
fr: Impossible de recoder les pièces jointes en base64 :

source: This option will use an OAuth 2.0 access token to connect to the Microsoft 365 server
bg: Тази опция ще използва OAuth 2.0 токен за достъп за свързване с Microsoft 365 сървър
fr: Cette option utilisera un jeton d’accès OAuth 2.0 pour se connecter au serveur Microsoft 365

source: Microsoft 365 server is busy, waiting to retry (%d:%02d minute)
bg: Microsoft 365 сървъра е зает, изчакване преди нов опит (%d:%02d минута)
fr: Le serveur Microsoft 365 est occupé, attente avant nouvelle tentative (%d:%02d minute)

source: Microsoft 365 server is busy, waiting to retry (%d second)
bg: Microsoft 365 сървъра е зает, изчакване преди нов опит (%d секунда)
fr: Le serveur Microsoft 365 est occupé, attente avant nouvelle tentative (%d seconde)

source: Invalid data
bg: Невалидни данни
fr: Données invalides

source: Operation was cancelled
bg: Операцията е отменена
fr: L’opération a été annulée

source: Failed to parse own Json data
bg: Собствените Json данни не може да бъдат разчитени
fr: Impossible d’analyser ses propres données Json

source: Cannot find instance at '%s'
bg: Няма намерен случай на „%s“
fr: Impossible de trouver l’instance à « %s »

source: Maximum contacts to download
fr: Maximum de contacts à télécharger

source: Edit Microsoft 365 calendar permissions
fr: Modifier les permissions de l’agenda Microsoft 365

source: Not shared
fr: Non partagé

source: Can view when I’m busy
fr: Peut voir quand je suis occupé

source: Can view titles and locations
fr: Peut voir les titres et emplacements

source: Can view all details
fr: Peut voir toutes les informations

source: Can edit
fr: Peut modifier

source: Delegate without private events
fr: Délégué sans évènement privé

source: Delegate with private events
fr: Délégué avec évènements privés

source: Custom
bg: Личен
fr: Personnalisé

source: Unknown permission
fr: Permission inconnue

source: Cannot create connection object.
fr: Impossible de créer l’objet connexion.

source: Updating permission, please wait…
fr: Mise à jour des permissions, veuillez patienter…

source: Failed to update permission:
fr: Impossible de mettre à jour les permissions :

source: Removing permission, please wait…
fr: Suppression des permissions, veuillez patienter…

source: Failed to remove permission:
fr: Impossible de supprimer les permissions :

source: People in the Organization
fr: Personnes dans l’organisation

source: Remove permission
fr: Supprimer les permissions

source: No valid email address found.
bg: Не е намерен валиден адрес на е-поща.
fr: Aucune adresse de courriel valide trouvée.

source: Saving new permission, please wait…
fr: Enregistrement des nouvelles permissions, veuillez patienter…

source: Failed to save permission:
fr: Impossible d’enregistrer les permissions :

source: Edit calendar permissions…
fr: Modifier les permissions de l’agenda…

source: Cl_ose
bg: _Затваряне
fr: _Fermer

source: _Cancel
bg: _Отказване
fr: A_nnuler

source: Calendar:
bg: Календар:
fr: Agenda :

source: Choose sharing permissions for this calendar. You can add people from within the organization or outside of it. It can be changed any time.
fr: Sélectionner les permissions de partage pour cet agenda. Vous pouvez ajouter des personnes de l’organisation ou de l’extérieur. Cela peut être changé à tout moment.

source: _Share
bg: _Споделяне
fr: _Partager

source: Inside the organization
fr: Dans l’organisation

source: Outside the organization
fr: À l’extérieur de l’organisation

source: Reading calendar permissions, please wait…
fr: Lecture des permissions de l’agenda, veuillez patienter…

source: Failed to read permissions:
fr: Impossible de lire l’adresse les permissions :

source: Your Microsoft 365 account “%s” has the status set as “Out of Office”.
fr: L’état de votre compte Microsoft 365 « %s » est défini sur « Absent du bureau ».

source: _Override Microsoft 365 OAuth2 settings
bg: _Заменяне на Microsoft 365 OAuth2 настройките
fr: É_craser les paramètres OAuth2 Microsoft 365

source: Default tenant is “common“
bg: Стандартният Tenant е „common“
fr: L’abonné par défaut est « common »

source: Default tenant is “%s”
bg: Стандартният Tenant е „%s“
fr: L’abonné par défaut est « %s »

source: _Redirect URI:
bg: Ад_рес за пренасочване:
fr: _Rediriger l’URI :

source: The Out of Office settings can be only seen here, use the web interface to change them.
fr: Les paramètres d’absence du bureau ne peuvent qu’être consultés, veuillez utiliser l’interface web pour les modifier.

source: The reported error was “%s”.
bg: Докладваната грешка беше „%s“.
fr: L’erreur signalée était « %s ».

source: Organizational Contacts
bg: Контакти на организацията
fr: Contacts organisationnels

source: Organizational Users
bg: Потребители на организацията
fr: Utilisateurs organisationnels

source: Recent Contacts
bg: Скорошни контакти
fr: Contacts récents

source: Data source “%s” does not represent a Microsoft 365 folder
bg: Източникът на данни „%s“ не представлява Microsoft 365 папка
fr: La source de données « %s » ne représente pas un dossier Microsoft 365

source: Exchange Web Services
bg: Exchange уеб услуги

source: Options
bg: Настройки

source: Basic
bg: Основни

source: Permissions…
bg: Права…

source: Permissions
bg: Права

source: Contacts
bg: Контакти

source: Configuration
bg: Настройки

source: C_ontacts
bg: _Контакти

source: _Notes
bg: _Бележки

source: _Journal
bg: _Дневник
