Repository: GNOME/evolution-ews
Catalog: po/*.po
Languages: bg, fr

source: For accessing Exchange servers using Web Services
bg: За достъп до Exchange сървъри чрез уеб услуги
fr: Pour accéder aux serveurs Exchange en utilisant Web Services

source: Invalid folder URI “%s”
bg: Неправилен адрес на папка „%s“
fr: URI de dossier « %s » invalide

source: Failed to create MS OAPXBC app:
bg: Създаването на MS OAPXBC програма е неуспешно:
fr: Impossible de créer l’application MS OAPXBC :

source: Failed to get accounts:
bg: Регистрациите не може да бъдат получени:
fr: Impossible d’obtenir les comptes :

source: No account found for user '%s'
bg: Не е намерена регистрация за потребител „%s“
fr: Aucun compte trouvé pour l’utilisateur « %s »

source: Fetching contact photos…
bg: Доставяне на снимките на контактите…
fr: Récupération des photos du contact…

source: Failed to update GAL:
bg: GAL не може да бъде обновено:
fr: Impossible de mettre à jour GAL :

source: Cannot save contact list, it’s only supported on EWS Server 2010 or later
bg: Списъкът с контакти не може да бъде запазен, тази функция се поддържа само на EWS Server 2010 или по-нова версия
fr: Impossible d’enregistrer la liste des contacts, cette fonctionnalité est seulement prise en charge sur serveur EWS 2010 ou ultérieur

source: Failed to set contact photo:
bg: Задаването на снимка за контакта е неуспешно:
fr: Impossible d’attribuer la photo de contact :

# FreeBusyType
source: Free
bg: Свободно
fr: Temps libre

# FreeBusyType
source: Busy
bg: Заето
fr: Occupé

# FreeBusyType
source: Out of Office
bg: Извън офиса
fr: Absent du bureau

# FreeBusyType
source: Tentative
bg: Неокончателно
fr: Provisoire

source: Cannot determine EWS ItemId
bg: Установяването на EWS ItemId е неуспешно
fr: Impossible de déterminer l’itemID EWS

source: Cannot create meetings organized by other users in an Exchange Web Services calendar.
bg: Създаването на срещи, организирани от други потребители в календар за Exchange уеб услуги, не е възможно.
fr: Impossible de créer des réunions organisées par d’autres utilisateurs dans un agenda Exchange Web Services

source: Online meeting can be created only in the main user Calendar.
bg: Онлайн срещи може да бъде създадени само в основния календар на потребителя.
fr: Une réunion en ligne ne peut être créée que dans l’agenda de l’utilisateur principal

source: Cannot find user “%s” between attendees
bg: Потребителят „%s“ не може да бъде намерен в списъка с участниците
fr: Impossible de trouver l’utilisateur « %s » parmi les participants

source: Cannot connect to the server, repeat the action once you login to the server.
bg: Свързването със сървъра е неуспешно, повторете действието, след като се впишете в сървъра.
fr: Impossible de se connecter au serveur, veuillez répéter l’action après connexion au serveur

source: Cannot find Microsoft365 helper source for calendar “%s”
bg: Източникът за помощ на Microsoft365 за календара „%s“ не може да бъде намерен
fr: Impossible de trouver la source d’aide Microsoft365 pour l’agenda « %s »

source: Invalid occurrence ID
bg: Невалиден идентификатор на събитието
fr: Identifiant d’occurence invalide

source: Unable to open mimecontent temporary file!
bg: Временният файл mimecontent не може да бъде отворен!
fr: Impossible d’ouvrir le fichier temporaire mimecontent !

source: Unable to generate parser from mimecontent!
bg: Анализатор не може да бъде генериран от mimecontent!
fr: Impossible de générer l’analyseur à partir de mimecontent !

source: Unable to parse meeting request mimecontent!
bg: Съдържанието mimecontent не може да бъде разчетено от заявката за срещата!
fr: Impossible d’analyser la requête de réunion mimecontent !

source: Unable to create cache file
bg: Файлът за кеш не може да бъде създаден
fr: Impossible de créer le fichier cache

source: Unable to create cache path “%s”: %s
bg: Местоположението за кеш не може да бъде създадено „%s“: %s
fr: Impossible de créer le chemin du cache « %s » : %s

source: Failed to move message cache file from “%s” to “%s”: %s
bg: Преместването на кеш файла за писма от „%s“ до „%s“ е неуспешно: %s
fr: Impossible de déplacer du fichier cache des messages de « %s » vers « %s » : %s

source: Could not load summary for %s
bg: Обобщената информация за „%s“ не може да бъде заредена
fr: Impossible de charger le résumé pour %s

source: Refreshing folder “%s”
bg: Опресняване на папката „%s“
fr: Actualisation du dossier « %s »

source: Cannot perform actions on the folder while in offline mode
bg: Извършването на действия с папката, докато сте в режим „Изключен“, не е възможно
fr: Impossible de réaliser les actions sur le dossier en mode hors-ligne

source: Apply message _filters to this folder
bg: Прилагане на _филтри към тази папка
fr: Appliquer les _filtres de message à ce dossier

source: Always check for _new mail in this folder
bg: _Винаги да се проверява за нови писма в тази папка
fr: Toujours rechercher de _nouveaux messages dans ce dossier

source: Checking for new mail
bg: Проверяване за нови писма
fr: Recherche de nouveaux messages en cours

source: C_heck for new messages in all folders
bg: _Проверка за нови писма във всички папки
fr: _Rechercher de nouveaux messages dans tous les dossiers

source: _Listen for server change notifications
bg: _Слушане на известия за промяна на сървъра
fr: É_couter les notifications de changement de serveur

source: _Apply filters to new messages in Inbox on this server
bg: _Прилагане на филтри върху новите писма в папката „Пощенска кутия“ на този сървър
fr: _Appliquer les filtres aux nouveaux messages dans la Boîte de réception sur ce serveur

source: Check new messages for _Junk contents
bg: Проверка на новите писма за _спам
fr: Détecter les p_ourriels dans les nouveaux messages

source: Only check for Junk messages in the IN_BOX folder
bg: Писмата само в папката „_Пощенска кутия“ да се проверяват за спам
fr: Détecter les pourriels seulement dans la _Boîte de réception

source: Synchroni_ze remote mail locally in all folders
bg: _Синхронизиране на отдалечена поща локално във всички папки
fr: _Synchroniser le courriel à distance localement pour tous les dossiers

source: Show _Public Folders beside user folders
bg: Показване на _публичните папки до потребителските папки
fr: Afficher les dossiers _publics à côté des dossiers utilisateur

source: Connection
bg: Връзка
fr: Connexion

source: Connection _timeout (in seconds) %s
bg: _Време за изчакване на връзката (в секунди) %s
fr: Dé_lai de connexion (en secondes) %s

source: Numbe_r of concurrent connections to use
bg: _Брой едновременни връзки за ползване
fr: Nomb_re de connexions simultanées à utiliser

source: Override _User-Agent header value
bg: Заменяне на заглавната стойност на _потребителския агент
fr: Écraser la valeur d’en-tête _User-Agent

source: Al_ways connect with HTTP/1
bg: _Винаги свързване с HTTP/1
fr: Toujours se _connecter avec HTTP/1

source: This option will connect to the Exchange server using a plaintext password with NTLM authentication.
bg: С тази опция ще се свържете с Exchange сървъра, като използвате парола с обикновен текст и NTLM удостоверяване.
fr: Cette option implique une connexion au serveur Exchange en utilisant un mot de passe en clair avec authentification NTLM.

source: This option will connect to the Exchange server using a plaintext password with Basic authentication.
bg: С тази опция ще се свържете с Exchange сървъра, като използвате парола с обикновен текст и основно удостоверяване.
fr: Cette option implique une connexion au serveur Exchange en utilisant un mot de passe en clair avec authentification basique.

source: This option will connect to the Exchange server using a Kerberos/GSSAPI authentication.
bg: С тази опция ще се свържете с Exchange сървъра, като използвате Kerberos/GSSAPI удостоверяване.
fr: Cette option implique une connexion au serveur Exchange en utilisant une authentification Kerberos/GSSAPI.

source: Session has no storage path
bg: Сесията няма път за хранилище
fr: La session n’a pas de chemin de stockage

source: Checking “Out of Office” settings
bg: Проверяване на „Извън офиса“ настройките
fr: Vérification des paramètres d’« Absent du bureau »

source: Look up Exchange server categories
bg: Търсене на категории за Exchange сървъри
fr: Vérifier les catégories du serveur Exchange

source: Password will expire in %d day. Open “%s” to change it.
bg: Срокът на валидност на паролата изтича след %d ден. Отворете „%s“, за да я смените.
fr: Le mot de passe expirera dans %d jour. Ouvrez « %s » pour le modifier.

source: Password will expire in one day.
bg: Срокът на валидност на паролата изтича след един ден.
fr: Le mot de passe expirera dans un jour.

source: Updating foreign folder structure
bg: Обновяване на структурата на чуждите папки
fr: Mise à jour de la structure des dossiers distants

source: Updating foreign folders
bg: Обновяване на чужди папки
fr: Mise à jour des dossiers distants

source: No such folder: %s
bg: Няма такава папка: %s
fr: Aucun dossier de ce type : %s

source: Cannot list EWS public folders in offline mode
bg: Изброяването на публичните EWS папки не е възможно в режим „Изключен“
fr: Impossible de lister les dossiers EWS public en mode hors-ligne

source: Cannot find any EWS public folders
bg: Публични EWS папки не може да бъдат намерени
fr: Impossible de trouver un dossier public EWS

source: Cannot create folder “%s”, folder already exists
bg: Папката „%s“ не може да бъде създадена, тя вече съществува
fr: Impossible de créer le dossier « %s », ce dossier existe déjà

source: Parent folder %s does not exist
bg: Родителската папка %s не съществува
fr: Le dossier parent %s n’existe pas

source: Cannot create folder under “%s”, it is used for folders of other users only
bg: Създаването на папка в „%s“ е неуспешно, тя се използва само за папки на други потребители
fr: Impossible de créer un dossier sous « %s », ce dossier est utilisé seulement pour les dossiers des autres utilisateurs

source: Cannot create folder under “%s”, it is used for public folders only
bg: Създаването на папка в „%s“ е неуспешно, тя се използва само за публични папки
fr: Impossible de créer un dossier sous « %s », ce dossier est utilisé seulement pour les dossiers publics

source: Folder does not exist
bg: Папката не съществува
fr: Le dossier n’existe pas

source: Cannot remove folder “%s”, it is used for folders of other users only
bg: Папката „%s“ не може да бъде премахната, тя се използва само за папки на други потребители
fr: Impossible de supprimer le dossier « %s », il est utilisé seulement pour les dossiers des autres utilisateurs

source: Cannot remove folder “%s”, it is used for public folders only
bg: Папката „%s“ не може да бъде премахната, тя се използва само за публични папки
fr: Impossible de supprimer le dossier « %s », il est utilisé seulement pour les dossiers publics

source: Folder %s does not exist
bg: Папката %s не съществува
fr: Le dossier %s n’existe pas

source: Cannot move a foreign folder
fr: Impossible de déplacer un dossier distant

source: No change key record for folder %s
bg: Няма запис на ключ за промяна за папката %s
fr: Aucun enregistrement de clé de modification pour le dossier %s

source: Cannot both rename and move a folder at the same time
bg: Едновременното преименуване и преместване на дадена папка не е възможно
fr: Impossible de renommer et déplacer un dossier simultanément

source: Cannot find folder ID for parent folder %s
bg: Идентификаторът на папката за родителската папка %s не може да бъде намерен
fr: Impossible de trouver l’identifiant de dossier pour le dossier parent %s

source: Inbox
bg: Пощенска кутия
fr: Boîte de réception

source: Exchange server %s
bg: Exchange сървър %s
fr: Serveur Exchange %s

source: Exchange service for %s on %s
bg: Exchange услуга за %s на %s
fr: Service Exchange pour %s sur %s

source: Could not locate Inbox folder
fr: Impossible de localiser le dossier Boîte de réception

source: Could not locate Trash folder
bg: Папката за кошчето не може да бъде намерена
fr: Impossible de localiser le dossier Corbeille

source: Could not locate Junk folder
bg: Папката за спам не може да бъде намерена
fr: Impossible de localiser le dossier Pourriels

source: Cannot subscribe EWS folders in offline mode
bg: Абонирането за EWS папки не е възможно в режим „Изключен“
fr: Impossible de s’abonner à des dossiers EWS en mode hors-ligne

source: Cannot subscribe folder “%s”, no public folder available
bg: Абонирането към папката „%s“ е неуспешно, няма налична публична папка
fr: Impossible de s’abonner au dossier « %s », aucun dossier public n’est disponible

source: Cannot subscribe folder “%s”, folder not found
bg: Абонирането към папката „%s“ е неуспешно, папката не е намерена
fr: Impossible de s’abonner au dossier « %s », ce dossier est introuvable

source: Cannot subscribe folder “%s”, folder ID not found
bg: Абонирането към папката „%s“ е неуспешно, идентификаторът на папката не е намерен
fr: Impossible de s’abonner au dossier « %s », l’identifiant de dossier est introuvable

source: Cannot subscribe folder “%s”, public folder root not found
bg: За папката „%s“ не може да се абонирана, коренът на публичната папка не е намерен
fr: Impossible de s’abonner au dossier « %s », la racine du dossier public est introuvable

source: Cannot unsubscribe EWS folders in offline mode
bg: Отписването от EWS папки не е възможно в режим „Изключен“
fr: Impossible de se désabonner de dossiers EWS en mode hors-ligne

source: You must be working online to complete this operation
bg: Трябва да сте в режим „Включен“, за да се извърши избраната операция
fr: Vous devez travailler en-ligne pour achever cette opération

source: Unsetting the “Out of Office” status
bg: Премахване на състоянието „Извън офиса“
fr: Retrait de l’état « Absence du Bureau »

source: Foreign Folders
bg: Чужди папки
fr: Dossiers distants

source: Public Folders
bg: Публични папки
fr: Dossiers publics

source: Exchange mail delivery via %s
bg: Доставка на поща през Exchange с %s
fr: Livraison de courriel Exchange par %s

source: Cannot send message with no From address
bg: Писмо, без „От“ адрес, не може да бъде изпратено
fr: Impossible d’envoyer un message sans adresse Expéditeur

source: Exchange server cannot send message with multiple From addresses
bg: Exchange сървърът не може да изпрати писмо с няколко „От“ адреса
fr: Le serveur Exchange ne peut envoyer des message avec plusieurs adresses Expéditeur

source: Failed to read From address
bg: Разчитането на „От“ адреса е неуспешно
fr: Impossible de lire l’adresse Expéditeur

source: Service not connected
bg: Услугата няма връзка
fr: Service non connecté

source: This option will use an OAuth 2.0 access token to connect to the Office365.com server
bg: Тази опция ще използва OAuth 2.0 токен за достъп за свързване с Office365.com сървър
fr: Cette option utilisera un jeton d’accès OAuth 2.0 pour se connecter au serveur Office365.com

source: Cannot store this recurrence. Change it to simple single daily, weekly, monthly or yearly recurrence without exceptions and with start date.
bg: Това повторение не може да бъде съхранено. Променете го в обикновена единична дневна, седмична, месечна или годишна повторяемост без изключения и с начална дата.
fr: Impossible d’enregistrer cette récurrence. Changez-la en récurrence journalière, hebdomadaire, mensuelle ou annuelle, sans exception et avec une date de début.

source: CreateItem call failed to return ID for new message
bg: CreateItem извикването не можа да върне идентификатор за ново писмо
fr: L’appel CreateItem n’a pas réussi à renvoyer un identifiant pour le nouveau message

source: No response: %s
bg: Няма отговор: %s
fr: Aucune réponse : %s

source: Exchange server is busy, waiting to retry (%d:%02d minute)
bg: Exchange сървърът е зает, изчакване преди нов опит (%d:%02d минута)
fr: Le serveur Exchange est occupé, attente avant nouvelle tentative (%d:%02d minute)

source: Exchange server is busy, waiting to retry (%d second)
bg: Exchange сървърът е зает, изчакване преди нов опит (%d секунда)
fr: Le serveur Exchange est occupé, attente avant nouvelle tentative (%d seconde)

source: Authentication failed
bg: Удостоверяването е неуспешно
fr: Échec d’authentification

source: Failed to parse autodiscover response XML
bg: Разчитането на XML отговора за автоматично откриване е неуспешно
fr: Impossible d’analyser la réponse d’autodécouverte XML

source: Failed to find <Autodiscover> element
bg: Елементът <Autodiscover> не може да бъде намерен
fr: Impossible d’obtenir l’élément <Autodiscover>

source: Failed to find <Response> element
bg: Елементът <Response> не може да бъде намерен
fr: Impossible d’obtenir l’élément <Response>

source: Failed to find <Account> element
bg: Елементът <Account> не може да бъде намерен
fr: Impossible d’obtenir l’élément <Account>

source: Failed to find <ASUrl> in autodiscover response
bg: Елементът <ASUrl> не може да бъде намерен в отговора за автоматичното откриване
fr: Impossible d’obtenir <ASUrl> dans la réponse d’autodécouverte

source: URL cannot be NULL
bg: Адресът не може да бъде NULL
fr: L’URL ne peut pas prendre pour valeur NULL

source: Email address is missing a domain part
bg: В адреса на е-пощата липсва домейна
fr: Il manque une partie domaine à l’adresse électronique

source: Failed to parse oab XML
bg: Oab XML не може да бъде разчетено
fr: Impossible d’analyser oab XML

source: Failed to find <OAB> element
bg: Елементът <OAB> не може да бъде намерен
fr: Impossible d’obtenir l’élément <OAB>

# FreeBusyType
source: Working elsewhere
fr: Travaille ailleurs

source: Requires at least Microsoft Exchange 2010 SP1 server
bg: Изисква поне Microsoft Exchange 2010 SP1 сървър
fr: Nécessite au moins le serveur Microsoft Exchange 2010 SP1

source: Requires at least Microsoft Exchange 2013 server
bg: Изисква поне Microsoft Exchange 2013 сървър
fr: Nécessite au moins le serveur Microsoft Exchange 2013

source: Requires at least Microsoft Exchange 2010 server
bg: Изисква поне Microsoft Exchange 2010 сървър
fr: Nécessite au moins le serveur Microsoft Exchange 2010

source: Requires at least Microsoft Exchange 2007 SP1 server
bg: Изисква поне Microsoft Exchange 2007 SP1 сървър
fr: Nécessite au moins le serveur Microsoft Exchange 2007 SP1

source: Password expired. Change password at “%s”.
bg: Паролата е с изтекъл срок. Сменете паролата в „%s“.
fr: Mot de passe expiré. Modifier le mot de passe sur « %s ».

source: Password expired.
bg: Паролата е с изтекъл срок.
fr: Mot de passe expiré.

source: Cannot add folder, unsupported folder type
bg: Папката не може да бъде добавена, защото е неподдържан вид папка
fr: Impossible d’ajouter le dossier, type de dossier non pris en charge

source: Cannot add folder, master source not found
bg: Папката не може да бъде добавена, защото основния (master) източник не е намерен
fr: Impossible d’ajouter le dossier, source maîtresse non trouvée

source: Cannot add folder, folder already exists as “%s”
bg: Папката не може да бъде добавена, вече съществува като „%s“
fr: Impossible d’ajouter le dossier, ce dossier existe déjà en tant que « %s »

source: Failed to acquire PRT SSO cookie: %s
bg: PRT SSO бисквитка не може да бъде получена: %s
fr: Impossible d’obtenir un cookie SSO PRT : %s

source: Use only _primary contact email address
bg: Използване само на _основната е-поща на контакта
fr: Utiliser seulement l’adresse de courriel principale du contact

source: When checked, the contacts looked up in the online Global Address List will contain only the primary email address
bg: Ако е зададено, контактите, търсени в онлайн глобалния списък с адреси, ще съдържат само основната е-поща
fr: Si coché, les contacts recherchés dans la liste globale d’adresse en ligne contiendront seulement l’adresse de courriel principale

source: _Fetch contact photos
bg: _Доставяне на снимките на контактите
fr: _Récupérer des photos de contact

source: Tries to look up for user photo
bg: Опити за търсене на потребителската снимка
fr: Tente de rechercher la photo de l’utilisateur

source: Show events in time before and after today, in weeks
fr: Afficher les évènements sous forme de période avant et après aujourd’hui, en semaines

source: _Before:
fr: A_vant :

source: _After:
fr: _Après :

source: Online Meeting
bg: Онлайн среща
fr: Réunion en ligne

source: Create the meeting as an online meeting in the main user calendar
bg: Създаване на срещата като онлайн среща в основния календар на потребителя
fr: Créer la réunion en tant que réunion en ligne dans l’agenda de l’utilisateur principal

source: Exchange Web Services autodiscovery
bg: Автоматично откриване на Exchange уеб услуги
fr: Autodécouverte de Exchange Web Services

source: User: %s
bg: Потребител: %s
fr: Utilisateur : %s

source: Host URL: %s
bg: Хост адрес: %s
fr: URL hôte : %s

source: OAB URL: %s
bg: OAB адрес: %s
fr: URL OAB : %s

source: Requires password to continue.
bg: Изисква се парола, за да продължите.
fr: Nécessite le mot de passe pour continuer.

source: Folder
bg: Папка
fr: Dossier

source: Size
bg: Размер
fr: Taille

source: Unable to retrieve folder size information
bg: Информацията за размера на папките не може да бъде получена
fr: Impossible d’obtenir la taille du dossier

source: Folder Sizes
bg: Размери на папките
fr: Tailles de dossier

source: _Close
bg: _Затваряне
fr: _Fermer

source: Fetching folder list…
bg: Доставяне на списъка с папки…
fr: Récupération de la liste des dossiers…

source: Subscribe to folder of other EWS user…
bg: Абониране за папка на друг EWS потребител…
fr: S’abonner au dossier d’un autre utilisateur EWS…

source: Cannot edit permissions of folder “%s”, choose other folder.
bg: Редактирането на правата на папката „%s“ не е възможно, изберете друга папка.
fr: Impossible de modifier les permissions du dossier « %s », choisissez un autre dossier.

source: Folder Sizes…
bg: Размери на папките…
fr: Tailles de dossier…

source: Subscribe to folder of other user…
bg: Абониране за папка на друг потребител…
fr: S’abonner à un dossier d’un autre utilisateur…

source: Edit EWS folder permissions
bg: Редактиране на EWS правата за папки
fr: Modifier les permissions du dossier EWS

source: Edit EWS calendar permissions
bg: Редактиране на EWS правата за календари
fr: Modifier les permissions de l’agenda EWS

source: Edit EWS tasks permissions
bg: Редактиране на EWS правата за задачи
fr: Modifier les permissions des tâches EWS

source: Edit EWS memos permissions
bg: Редактиране на EWS правата за бележки
fr: Modifier les permissions des mémos EWS

source: Edit EWS contacts permissions
bg: Редактиране на EWS правата за контакти
fr: Modifier les permissions des contacts EWS

# PermissionsLevel
source: None
bg: Без
fr: Aucun

# PermissionsLevel
source: Owner
bg: Собственик
fr: Propriétaire

# PermissionsLevel
source: Publishing Editor
bg: Редактор на публикацията
fr: Éditeur de publication

# PermissionsLevel
source: Editor
bg: Редактор
fr: Éditeur

# PermissionsLevel
source: Publishing Author
bg: Автор на публикацията
fr: Auteur de publication

# PermissionsLevel
source: Author
bg: Автор
fr: Auteur

# PermissionsLevel
source: Nonediting Author
bg: Автор, който не е редактор
fr: Auteur non-éditant

# PermissionsLevel
source: Reviewer
bg: Проверяващ
fr: Relecteur

# PermissionsLevel
source: Contributor
bg: Сътрудник
fr: Contributeur

# PermissionsLevel
source: Free/Busy time
bg: Свободно/заето време
fr: Temps libre/occupé

# PermissionsLevel
source: Free/Busy time, subject, location
bg: Свободно/заето време, тема, местоположение
fr: Temps libre/occupé, sujet, position

# PermissionsLevel
source: Custom
bg: Личен
fr: Personnalisable

source: Writing folder permissions, please wait…
bg: Записване на правата на папката, изчакайте…
fr: Écriture des permissions du dossier, veuillez patienter…

# User
source: Anonymous
bg: Анонимно
fr: Anonyme

# User
source: Default
bg: Стандартно
fr: Par défaut
